Repository: marhkb/telegrand
Catalog: po/*.po
Languages: ar, ta

source: If you reset the registration process, the previous progress will be irrevocably lost.
ar: إذا أعدت عملية التسجيل، فسيفقد مسارك السابق.
ta: பதிவு செயல்முறையை நீங்கள் மீட்டமைத்தால், முந்தைய முன்னேற்றம் மாற்றமுடியாமல் இழக்கப்படும்.

source: _Cancel
ar: أ_لغِ

source: _Reset
ar: _صَفِّر
ta: _ ரெசெட்

source: Scan Code
ar: امسح الرمز
ta: குறியீட்டை ச்கேன் செய்யுங்கள்

source: Scan this code with another Telegram app logged into your account.
ar: امسح هذا الرمز من خلال تطبيق تيليجرام آخر متصل بحسابك.
ta: உங்கள் கணக்கில் உள்நுழைந்த மற்றொரு தந்தி பயன்பாட்டுடன் இந்த குறியீட்டை ச்கேன் செய்யுங்கள்.

source: Log in using your phone number
ar: لُ_ج باستخدام رقم هاتفك
ta: உங்கள் தொலைபேசி எண்ணைப் பயன்படுத்தி உள்நுழைக

source: Enter Your Password
ar: أدخل كلمة السر
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்

source: Password
ar: كلمة السر
ta: கடவுச்சொல்

source: Hint
ar: تلميح
ta: குறிப்பு

source: Forgot password?
ar: أ_نسيت كلمة المرور؟
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?

source: Recover Password
ar: ا_ستعد كلمة السر
ta: கடவுச்சொல்லை மீட்டெடுக்கவும்

source: When you set your cloud password, you provided a recovery e-mail address. A code can be sent there to reset your password.
ar: قَدّمت بريدًا إلكترونيًا احتياطيًا عند تعيينك لكلمة السر سحابيًا. يمكن إرسال رمز إليه لإعادة ضبط كلمة السر.
ta: உங்கள் முகில் கடவுச்சொல்லை அமைக்கும் போது, மீட்பு மின்னஞ்சல் முகவரியை வழங்கினீர்கள். உங்கள் கடவுச்சொல்லை மீட்டமைக்க ஒரு குறியீட்டை அங்கு அனுப்பலாம்.

source: _Send Code
ar: أ_رسل الرمز
ta: _SEND குறியீடு

source: _Delete Account
ar: ا_حذف الحساب
ta: _DELETE கணக்கு

source: Enter the Code E-Mailed to You
ar: أدخل الرمز المرسل إلى بريدك الإلكتروني
ta: உங்களுக்கு மின்னஞ்சல் அனுப்பிய குறியீட்டை உள்ளிடவும்

source: Unable to access your e-mail?
ar: لا يمكنك الوصول إلى بريدك الإلكتروني؟
ta: உங்கள் மின்னஞ்சலை அணுக முடியவில்லையா?

source: Failed to verify password: {error}
ar: فشل التحقق من كلمة السر: {error}
ta: கடவுச்சொல்லை சரிபார்க்கத் தவறிவிட்டது: {error}

source: Failed to recover password: {error}
ar: فشلت استعادة كلمة السر: {error}
ta: கடவுச்சொல்லை மீட்டெடுப்பதில் தோல்வி: {error}

source: Warning
ar: _تحذير
ta: எச்சரிக்கை

source: You will lose all your chats and messages, along with any media and files you shared! Do you want to delete your account?
ar: جميع المحادثات والرسائل، بما في ذلك أي وسائط أرسلتها ستمسح! هل تود حذف حسابك؟
ta: நீங்கள் பகிர்ந்த எந்த ஊடக மற்றும் கோப்புகளுடன் உங்கள் அரட்டைகள் மற்றும் செய்திகளை இழப்பீர்கள்! உங்கள் கணக்கை நீக்க விரும்புகிறீர்களா?

source: Failed to delete account: {error}
ar: تعذر حذف الحساب: {error}
ta: கணக்கை நீக்குவதில் தோல்வி: {error}

source: Code expired. A new one has been sent you.
ar: انتهت صلاحية الرمز. أُرسل رمز جديد لك.
ta: குறியீடு காலாவதியானது. புதியது உங்களுக்கு அனுப்பப்பட்டுள்ளது.

source: Code expired. Could not sent a new one: {error}
ar: انتهت صلاحية الرمز. تعذّر إرسال رمزٍ جديد: {error}
ta: குறியீடு காலாவதியானது. புதிய ஒன்றை அனுப்ப முடியவில்லை: {error}

source: Failed to send password code: {error}
ar: تعذّر إرسال رمز كلمة سر جديد: {error}
ta: கடவுச்சொல் குறியீட்டை அனுப்புவதில் தோல்வி: {error}

source: Sorry
ar: عذرًا
ta: மன்னிக்கவும்

source: If you can't restore access to the e-mail, your remaining options are either to remember your password or to delete and then recreate your account.
ar: إن لم يكن بوسعك استعادة الوصول إلى بريدك الإلكتروني، فالخياران الباقيان هما إما تذكر كلمة مرورك أو حذف حسابك ثم إعادة إنشائه.
ta: மின்னஞ்சலுக்கான அணுகலை நீங்கள் மீட்டெடுக்க முடியாவிட்டால், உங்கள் மீதமுள்ள விருப்பங்கள் உங்கள் கடவுச்சொல்லை நினைவில் கொள்வது அல்லது நீக்குதல் மற்றும் உங்கள் கணக்கை மீண்டும் உருவாக்குவது.

source: _OK
ar: _حسنًا

source: Welcome
ar: مرحبًا
ta: வரவேற்கிறோம்

source: Quick login using QR code
ar: ادخل باستخدام رمز الاستجابة ال_سريعة
ta: QR குறியீட்டைப் பயன்படுத்தி விரைவான உள்நுழைவு

source: Failed to load country codes: {error}
ar: تعذّر تحميل رموز الدول: {error}
ta: நாட்டு குறியீடுகளை ஏற்றுவதில் தோல்வி: {error}

source: Failed to log out: {error}
ar: تعذّر تسجيل الخروج: {error}
ta: வெளியேறத் தவறிவிட்டது: {error}

source: Failed to use phone number: {error}
ar: تعذّر استخدام رقم الهاتف: {error}
ta: தொலைபேசி எண்ணைப் பயன்படுத்துவதில் தோல்வி: {error}

source: Failed to request QR code: {error}
ar: تعذّر طلب رمز استجابة سريع: {error}
ta: QR குறியீட்டைக் கோரத் தவறிவிட்டது: {error}

source: Register New Account
ar: سجّل حسابًا جديدًا
ta: புதிய கணக்கை பதிவு செய்யுங்கள்

source: First Name
ar: الاسم الأول
ta: முதல் பெயர்

source: Last Name
ar: اللقب
ta: கடைசி பெயர்

source: By signing up, you agree to the <a href="">Terms of Service</a>.
ar: يعني التسجيل موافقتك على <a href="">شروط الاستخدام</a>.
ta: பதிவுபெறுவதன் மூலம், நீங்கள் <a href = ""> பணி விதிமுறைகளை ஒப்புக்கொள்கிறீர்கள் </a>.

source: Failed to register account: {error}
ar: تعذّر تسجيل الحساب: {error}
ta: கணக்கைப் பதிவு செய்வதில் தோல்வி: {error}

source: Do you accept the Terms of Service?
ar: هل توافق على شروط الاستخدام؟
ta: பணி விதிமுறைகளை நீங்கள் ஏற்றுக்கொள்கிறீர்களா?

source: _No
ar: _لا
ta: _ இல்லை

source: _Yes
ar: _نعم

source: Terms of Service
ar: شروط الاستخدام
ta: பணி விதிமுறைகள்

source: Contacts
ar: جهات الاتصال
ta: தொடர்புகள்

source: Message
ar: رسالة
ta: செய்தி

source: Unblock
ar: ألغِ الحظر
ta: தடை

source: Join
ar: انضم
ta: சேர

source: Failed to join chat: {error}
ar: فشل الإنضمام للمحادثة: {error}
ta: அரட்டையில் சேரத் தவறிவிட்டது: {error}

source: Unknown
ar: مجهول
ta: தெரியவில்லை

source: Deleted Message
ar: رسالة محذوفة
ta: நீக்கப்பட்ட செய்தி

source: Edit Message
ar: عدّل الرسالة
ta: செய்தியைத் திருத்தவும்

source: Images
ar: صور
ta: படங்கள்

source: Unmute
ar: ألغِ الكتم
ta: ஊன்

source: Mute
ar: اكتم
ta: முடக்கு

source: Leave chat?
ar: غادِر المحادثة؟
ta: அரட்டையை விடவா?

source: Do you want to leave this chat?
ar: هل تود مغادرة هذه المحادثة؟
ta: இந்த அரட்டையை விட்டு வெளியேற விரும்புகிறீர்களா?

source: Scroll to bottom
ar: اسحب نحو الأسفل
ta: கீழே உருட்டவும்

source: View Info
ar: اعرض المعلومات
ta: தகவலைக் காண்க

source: Leave Chat
ar: غادِر المحادثة
ta: அரட்டையை விட்டு விடுங்கள்

source: %B %e
ar: %e %B

source: %B %e, %Y
ar: %e %B %Y

source: bot
ar: آلي
ta: போட்

source: Mobile
ar: محمول
ta: மொபைல்

source: Username
ar: اسم المستخدم
ta: பயனர்பெயர்

source: {num} member
ar: لا يوجد أعضاء
ta: {num} உறுப்பினர்

source: Description
ar: الوصف
ta: விவரம்

source: Link
ar: الرابط
ta: இணைப்பு

source: Copied to clipboard
ar: نٌسِخت إلى الحافظة
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்டது

source: _Reply
ar: _رد
ta: _ ரெபி

source: _Edit
ar: _عَدِّل
ta: தொகு (_E)

source: Delete for Ever_yone
ar: احذف للجم_يع
ta: அனைவருக்கும் நீக்கு

source: _Delete for Me
ar: ا_حذف لي أنا فقط
ta: _ எனக்கு

source: edited
ar: عُدِّلت
ta: திருத்தப்பட்டது

source: sponsored
ar: مروجة
ta: நிதியுதவி

source: updated just now
ar: حُدِّثت للتو
ta: இப்போது புதுப்பிக்கப்பட்டது

source: updated an hour ago
ar: حُدِّثت منذ ساعة
ta: ஒரு மணி நேரத்திற்கு முன்பு புதுப்பிக்கப்பட்டது

source: updated {hours} hours and {minutes} minutes ago
ar: حُدِّثت منذ {hours} ساعات و {minutes} دقائق
ta: புதுப்பிக்கப்பட்டது {hours} மணிநேரம் மற்றும் {minutes} நிமிடங்களுக்கு முன்பு

source: Do you want to delete this message for <b>everyone</b>?
ar: هل تود حذف هذه الرسالة <b>للجميع</b>؟
ta: <b> அனைவருக்கும் </b> க்கு இந்த செய்தியை நீக்க விரும்புகிறீர்களா?

source: Do you want to delete this message?
ar: هل تود حذف هذه الرسالة؟
ta: இந்த செய்தியை நீக்க விரும்புகிறீர்களா?

source: Confirm model::Message Deletion
ar: أكّد حذف الرسالة
ta: மாதிரி உறுதிப்படுத்தவும் :: செய்தி நீக்குதல்

source: Loading…
ar: جارٍ التحميل…
ta: ஏற்றுகிறது…

source: This message is unsupported
ar: هذه الرسالة غير مدعومة
ta: இந்த செய்தி ஆதரிக்கப்படவில்லை

source: No Chat Selected
ar: لم تختر أي محادثة
ta: அரட்டை எதுவும் தேர்ந்தெடுக்கப்படவில்லை

source: Select a chat to start messaging.
ar: اختر محادثة لبدء التراسل.
ta: செய்தியைத் தொடங்க அரட்டையைத் தேர்ந்தெடுக்கவும்.

source: Send Image
ar: أرسل صورة
ta: படத்தை அனுப்பு

source: Caption
ar: النص التوضيحي
ta: தலைப்பு

source: Send
ar: أرسل
ta: அனுப்பு

source: Send as _File
ar: أرسل ك_ملف
ta: _ பைல் என அனுப்பவும்

source: Chats
ar: المحادثات
ta: அரட்டைகள்

source: Content
ar: المحتوى
ta: உள்ளடக்கம்

source: Follow System Colors
ar: اتّبع ألوان النظام
ta: கணினி வண்ணங்களைப் பின்பற்றுங்கள்

source: Dark Theme
ar: السمة الداكنة
ta: இருண்ட கருப்பொருள்

source: Storage
ar: التخزين
ta: சேமிப்பு

source: Cache Size
ar: مساحة الخبيئة
ta: கேச் அளவு

source: Clear Cache
ar: امحُ الخبيئة
ta: தெளிவான தற்காலிக சேமிப்பு

source: Cache cleared
ar: مُحيت الخبيئة
ta: கேச் அழிக்கப்பட்டது

source: Logout
ar: اخرج
ta: வெளியேற்றம்

source: Log out <i>{display_name}</i>
ar: أخرِج <i>{display_name}</i>
ta: வெளியேறு <i> {display_name} </i>

source: Are you sure you want to log out?
ar: هل أنت متأكد من تسجيل الخروج؟
ta: நீங்கள் நிச்சயமாக வெளியேற விரும்புகிறீர்களா?

source: _Log out
ar: تسجيل ال_خروج
ta: _ லாக் அவுட்

source: _Contacts
ar: _جهات الاتصال
ta: _ கான்டாக்ட்ச்

source: _Preferences
ar: ال_تفضيلات
ta: _ முனைகள்

source: _Keyboard Shortcuts
ar: اختصارات لوحة الم_فاتيح
ta: விசைப்பலகை குறுக்குவழிகள்

source: _About Paper Plane
ar: _عَنْ طائرة ورقية
ta: காகித வானூர்தி

source: Search
ar: ابحث
ta: தேடல்

source: Sessions
ar: الجلسات
ta: அமர்வுகள்

source: Draft:
ar: مسودة:
ta: வரைவு:

source: You
ar: أنت
ta: நீங்கள்

source: _Pin
ar: _ثّبِّت
ta: _பின்

source: _Unpin
ar: أل_غ التثبيت

source: _Mark as Unread
ar: عيّن كغير مقرو_ءة
ta: படிக்காத எனக் குறிக்கவும்

source: Mark as _Read
ar: عيّن _كمقر_وءة
ta: _Read எனக் குறிக்கவும்

source: No Search Results
ar: لا توجد نتائج بحث
ta: தேடல் முடிவுகள் இல்லை

source: Try a different search.
ar: جرب بحثًا آخر.
ta: வேறு தேடலை முயற்சிக்கவும்.

source: Global Search
ar: بحث عام
ta: உலக தேடல்

source: Recent
ar: حديثة
ta: அண்மைக் கால

source: _Production Server
ar: الخادوم الجا_هز للعمل
ta: _ விளைவாக்கம் சேவையகம்

source: _Test Server
ar: الخادوم التجريب_ي
ta: _ டெச்ட் சேவையகம்

source: New Session
ar: جلسة جديدة
ta: புதிய அமர்வு

source: %l:%M %p
ta: %எல்: %மீ %ப
