Repository: marhkb/telegrand
Catalog: po/*.po
Languages: ar, ta

source: Paper Plane
ar: طائرة ورقية
ta: காகித வானூர்தி

source: Chat over Telegram on a modern and elegant client
ar: دردش عبر تيليجرام على عميل حديث وأنيق
ta: நவீன மற்றும் நேர்த்தியான கிளையண்டில் தந்தி மீது அரட்டையடிக்கவும்

source: Gnome;GTK;telegram;tg;chat;im;messaging;messenger;
ar: جنوم;غنوم;جتك;غتك;تيليجرام;تليجرام;تلجرام;تج;مراسلة;دردشة;رسالة;
ta: Gnome; gtk; தந்தி; tg; அரட்டை; im; செய்தி; தூதர்;

source: Default window width
ar: العرض المبدئي للنافذة
ta: இயல்புநிலை சாளர அகலம்

source: Default window height
ar: الارتفاع المبدئي للنافذة
ta: இயல்புநிலை சாளர உயரம்

source: Default window maximized behaviour
ar: سلوك تكبير النافذة المبدئي
ta: இயல்புநிலை சாளரம் அதிகபட்ச நடத்தை

source: Last used session
ar: آخر جلسة مستخدمة
ta: கடைசியாக பயன்படுத்தப்பட்ட அமர்வு

source: The directory name of the last used session
ar: اسم الدليل لآخر جلسة مستخدمة
ta: கடைசியாக பயன்படுத்தப்பட்ட அமர்வின் அடைவு பெயர்

source: Color Scheme
ar: مخطط الألوان
ta: வண்ணத் திட்டம்

source: The color scheme to be used in the app
ar: مخطط الألوان المستخدم في التطبيق
ta: பயன்பாட்டில் பயன்படுத்தப்பட வேண்டிய வண்ணத் திட்டம்

source: Paper Plane is an alternative Telegram client. It uses libadwaita for its user interface and strives to meet the design principles of the GNOME desktop.
ar: طائرة ورقية هو عميل بديل لتيليجرام. يستخدم لِب‌أدوايتا لواجهة المستخدم ويسعى جاهدًا لتحقيق مبادئ تصميم واجهة سطح المكتب جنوم.
ta: காகித வானூர்தி ஒரு மாற்று தந்தி வாடிக்கையாளர். இது அதன் பயனர் இடைமுகத்திற்கு லிபாட்வைட்டாவைப் பயன்படுத்துகிறது மற்றும் க்னோம் டெச்க்டாப்பின் வடிவமைப்புக் கொள்கைகளை நிறைவு செய்ய முயற்சிக்கிறது.

source: Paper Plane is still under development and not yet feature-complete. However, the following things are already working:
ar: ما زال طائرة ورقية قيد التطوير ومزاياه غير مكتملة، ولكن هذه الأشياء تعمل بالفعل:
ta: காகித வானூர்தி இன்னும் வளர்ச்சியில் உள்ளது, இன்னும் நற்பொருத்தம் இல்லை. இருப்பினும், பின்வரும் விசயங்கள் ஏற்கனவே செயல்படுகின்றன:

source: The use of multiple accounts at the same time.
ar: استخدام عدة حسابات في آن واحد.
ta: ஒரே நேரத்தில் பல கணக்குகளின் பயன்பாடு.

source: Viewing text messages, images, stickers and files.
ar: عرض الرسائل النصية، والصور، والملصقات، والملفات.
ta: உரை செய்திகள், படங்கள், ச்டிக்கர்கள் மற்றும் கோப்புகளைப் பார்ப்பது.

source: Sending text messages and images.
ar: إرسال الرسائل النصية والصور.
ta: உரை செய்திகள் மற்றும் படங்களை அனுப்புகிறது.

source: Replying to messages.
ar: الرد على الرسائل.
ta: செய்திகளுக்கு பதிலளித்தல்.

source: Searching for groups and persons.
ar: البحث عن مجموعات أو أشخاص.
ta: குழுக்கள் மற்றும் நபர்களைத் தேடுகிறது.

source: Main window
ar: النافذة الرئيسة
ta: முதன்மை சாளரம்

source: The third beta release of Paper Plane 0.1.0 should in the first place fix a build error on Flathub:
ar: إصدارة بيتا الثالثة لطائرة ورقية 0.1.0 ينبغي أن تحل خطاً في البناء على فلات‌هَب:
ta: காகித வானூர்தி 0.1.0 இன் மூன்றாவது பீட்டா வெளியீடு முதல் இடத்தில் ஃப்ளாத்தப்பில் ஒரு உருவாக்க பிழையை சரிசெய்ய வேண்டும்:

source: Added registered categories to te desktop file to fix a build error on Flathub.
ar: إضافة تصنيفات المسجلين لملف تيليجرام سطح المكتب لإصلاح خطأ في البناء على فلات‌هَب.
ta: ஃபிளடப்பில் உருவாக்க பிழையை சரிசெய்ய TE டெச்க்டாப் கோப்பில் பதிவுசெய்யப்பட்ட வகைகளைச் சேர்த்தது.

source: Dependencies have been updated.
ar: حُدثت التبعيات.
ta: சார்புநிலைகள் புதுப்பிக்கப்பட்டுள்ளன.

source: Turkish translations have been updated, thanks to @sabriunal.
ar: حُدثت الترجمات التركية. شكرًا لـ@sabriunal.
ta: துருக்கிய மொழிபெயர்ப்புகள் புதுப்பிக்கப்பட்டுள்ளன, @sabriunal க்கு நன்றி.

source: The second beta release of Paper Plane 0.1.0 contains the following features, fixes and chores:
ar: إصدارة بيتا الثالثة لطائرة ورقية 0.1.0 تتضمن الميزات، والإصلاحات، والمهام التالية:
ta: காகித வானூர்தி 0.1.0 இன் இரண்டாவது பீட்டா வெளியீட்டில் பின்வரும் நற்பொருத்தங்கள், திருத்தங்கள் மற்றும் வேலைகள் உள்ளன:

source: Blueprint compiler has been updated to version 0.8.1, thanks to @alissonlauffer.
ar: حُدث مُصرِّف الورق السالب للإصدار 0.8.1. شكرًا لـ @alissonlauffer.
ta: புளூபிரிண்ட் கம்பைலர் பதிப்பு 0.8.1 க்கு புதுப்பிக்கப்பட்டுள்ளது, @alissonlauffer க்கு நன்றி.

source: The chat history now has a background image, which is animated when new messages arrive, thanks to @yuraiz.
ar: يحوي تاريخ الدردشة الآن على صورة خلفية، والتي تكون متحركة عند وصول رسائل جديدة. شكرًا لـ @yuraiz.
ta: அரட்டை வரலாற்றில் இப்போது ஒரு பின்னணி படம் உள்ளது, இது புதிய செய்திகள் வரும்போது அனிமேசன் செய்யப்படுகிறது, @yuraiz க்கு நன்றி.

source: A bug was fixed that lead to an application crash if selecting non-existing chats from the contacts window, thank to @alissonlauffer.
ar: أُصلحت علَّة أدت لانهيار التطبيق عند اختيار دردشتين غير موجودتين في قائمة جهات الاتصال. شكرًا لـ @alissonlauffer.
ta: தொடர்புகள் சாளரத்திலிருந்து இல்லாத அரட்டைகளைத் தேர்ந்தெடுத்தால், பயன்பாட்டு செயலிழப்புக்கு வழிவகுக்கும் ஒரு பிழை சரி செய்யப்பட்டது, @alissonlauffer க்கு நன்றி.

source: Avatars of deleted accounts now have a ghost icon set, thanks to @karl0d.
ar: أفتارات الحسابات المحذوفة تحوي طقم أيقونات الأشباح الآن. شكرًا لـ @karl0d.
ta: நீக்கப்பட்ட கணக்குகளின் அவதாரங்கள் இப்போது ஒரு பேய் படவுரு தொகுப்பைக் கொண்டுள்ளன, @கார்ல் 0 டி நன்றி.

source: The application will now be built with more aggressive compiler options, which should result in a smaller and maybe faster binary.
ar: سيبنى التطبيق الآن مع خيارات مُصرِّف أكثر شدة، والتي ستقلل حجم الثنائيات ويسرعها نسبيًا.
ta: பயன்பாடு இப்போது மிகவும் ஆக்ரோசமான கம்பைலர் விருப்பங்களுடன் கட்டமைக்கப்படும், இதன் விளைவாக சிறிய மற்றும் வேகமான பைனரி ஏற்பட வேண்டும்.

source: Portuguese and Polish translation have been updated, thanks to @jvlianodorneles and @karl0d.
ar: حُدثت الترجمات البرتغالية والبولندية. شكرًا لـ @jvlianodorneles و @karl0d.
ta: போர்த்துகீசியம் மற்றும் போலந்து மொழிபெயர்ப்பு புதுப்பிக்கப்பட்டுள்ளது, @jvlianodorneles மற்றும் @karl0d க்கு நன்றி.

source: Paper Plane 0.1.0-beta.1 is the first release for enthusiasts to try out and play around with.
ar: إصدارة بيتا الأولى لطائرة ورقية 0.1.0 هي أول إصدارة للهواة كي يجربوها.
ta: காகித வானூர்தி 0.1.0-பீட்டா 1 என்பது ஆர்வலர்கள் முயற்சித்து விளையாடுவதற்கான முதல் வெளியீடாகும்.

source: Marco Melorio
ar: ماركو ميلوريو
ta: மார்கோ மெலோரியோ

source: Paper Plane developers
ar: مطورو طائرة ورقية
ta: காகித விமான உருவாக்குபவர்கள்

source: Sponsors
ar: الرعاة
ta: ஒப்புரவாளர்கள்

source: <span size="small">Map data by <a href="https://www.openstreetmap.org">OpenStreetMap</a> and contributors</span>
ar: <span size="small">بيانات الخرائط بواسطة <a href="https://www.openstreetmap.org">خريطة الشارع المفتوحة</a> ومساهميه</span>
ta: <span அளவு = "சிறியது"> வரைபட தரவு <a href = "https://www.openstreetmap.org"> openstreetmap </a> மற்றும் பங்களிப்பாளர்கள் </span>

source: OpenStreetMap® is open data, licensed under the <a href="https://opendatacommons.org/licenses/odbl"> Open Data Commons Open Database License </a> (ODbL) by the <a href="https://osmfoundation.org">aOpenStreetMap Foundation</a> (OSMF).
ar: خريطة الشارع المفتوحة (OpenStreetMap®) هي بيانات مفتوحة مرخصة تحت <a href="https://opendatacommons.org/licenses/odbl"> رخصة قاعدة البيانات المفتوحة </a> (ODbL) من قبل <a href="https://osmfoundation.org">aمؤسسة خريطة الشارع المفتوحة</a> (OSMF).
ta: OpenStreetMap® என்பது திறந்த தரவு, <a href = "https://opendatacommons.org/licenses/odbl"> திறந்த தரவு காமன்ச் திறந்த தரவுத்தள உரிமம் </a> (ODBL) ஐ <a href = "https:/ /smfoundation.org">aopenstreetmap அறக்கட்டளை </a> (OSMF).

source: Saved Messages
ar: الرسائل المحفوظة
ta: சேமித்த செய்திகள்

source: Deleted Account
ar: حساب محذوف
ta: கணக்கு நீக்கப்பட்டது

source: The admins of this group have restricted you from writing here
ar: قَيّد مدراء هذه المجموعة كتابتك هنا
ta: இந்த குழுவின் நிர்வாகிகள் உங்களை இங்கே எழுதுவதிலிருந்து கட்டுப்படுத்தியுள்ளனர்

source: %B %e, %Y %l:%M %p
ar: %e %B %Y%e %B, %Y %l:%M %p

source: Writing messages isn't allowed in this group.
ar: لا يُسمح بكتابة الرسائل في هذه المجموعة.
ta: இந்த குழுவில் செய்திகளை எழுதுவது அனுமதிக்கப்படவில்லை.

source: Prints application version
ar: يطبع إصدار التطبيق
ta: பயன்பாட்டு பதிப்பை அச்சிடுகிறது

source: Specify the minimum log level
ar: يحدد مستوى السجل الأدنى
ta: குறைந்தபட்ச பதிவு அளவைக் குறிப்பிடவும்

source: Whether to use a test data center on first account
ar: فيما إذا استخدمت مركز بيانات تجريبي على الحساب الأول
ta: முதல் கணக்கில் சோதனை தரவு மையத்தைப் பயன்படுத்தலாமா?

source: Invalid Country Code
ar: رمز بلد غير صالح
ta: தவறான நாட்டு குறியீடு

source: Test Account
ar: حساب تجريبي
ta: சோதனை கணக்கு

source: {sender} is choosing a contact
ar: يجري اختيار جهة اتصال من قبل {sender}
ta: {அனுப்புநர் a ஒரு தொடர்பைத் தேர்வு செய்கிறார்

source: {sender1} and {sender2} are choosing contacts
ar: يختار كل من {sender1} و{sender2} جهات اتصال
ta: {sender1} மற்றும் {sender2} தொடர்புகளைத் தேர்வுசெய்கிறது

source: {num} people are choosing contacts
ar: {num} أشخاص يختارون جهات اتصال
ta: {num} மக்கள் தொடர்புகளைத் தேர்வு செய்கிறார்கள்

source: choosing a contact
ar: يجري اختيار جهة اتصال
ta: தொடர்பைத் தேர்ந்தெடுப்பது

source: {sender} is choosing a location
ar: يجري اختيار موقع من قبل {sender}
ta: {அனுப்புநர் a ஒரு இருப்பிடத்தைத் தேர்வு செய்கிறார்

source: {sender1} and {sender2} are choosing locations
ar: يختار كل من {sender1} و{sender2} مواقع
ta: {sender1}} மற்றும் {sender2} இருப்பிடங்களைத் தேர்வு செய்கின்றன

source: {num} people are choosing locations
ar: {num} أشخاص يختارون مواقع
ta: {num} மக்கள் இருப்பிடங்களைத் தேர்வு செய்கிறார்கள்

source: choosing a location
ar: يجري اختيار موقع
ta: இருப்பிடத்தைத் தேர்ந்தெடுப்பது

source: {sender} is choosing a sticker
ar: يجري اختيار ملصق من قبل {sender}
ta: {அனுப்புநர் a ஒரு ச்டிக்கரைத் தேர்வு செய்கிறார்

source: {sender1} and {sender2} are choosing stickers
ar: يختار كل من {sender1} و{sender2} ملصقات
ta: {sender1} மற்றும் {sender2} ச்டிக்கர்களைத் தேர்ந்தெடுக்கிறது

source: {num} people are choosing stickers
ar: {num} أشخاص يختارون ملصقات
ta: {num} மக்கள் ச்டிக்கர்களைத் தேர்வு செய்கிறார்கள்

source: choosing a sticker
ar: يجري اختيار ملصق
ta: ஒரு ச்டிக்கரைத் தேர்ந்தெடுப்பது

source: {sender} is recording a video
ar: يجري تسجيل مقطع فيديو من قبل {sender}
ta: {sender} ஒரு வீடியோவைப் பதிவு செய்கிறார்

source: {sender1} and {sender2} are recording videos
ar: يسجل كل من {sender1} و{sender2} مقاطع فيديو
ta: {sender1}} மற்றும் {sender2} வீடியோக்களை பதிவு செய்கின்றன

source: {num} people are recording videos
ar: {num} أشخاص يسجلون مقاطع فيديو
ta: {num} மக்கள் வீடியோக்களைப் பதிவு செய்கிறார்கள்

source: recording a video
ar: يجري تسجيل مقطع فيديو
ta: வீடியோவைப் பதிவுசெய்கிறது

source: {sender} is recording a video note
ar: يجري تسجيل رسالة مصورة من قبل {sender}
ta: {sender} வீடியோ குறிப்பை பதிவு செய்கிறார்

source: {sender1} and {sender2} are recording video notes
ar: يسجل كل من {sender1} و{sender2} رسائل مصورة
ta: {sender1}} மற்றும் {sender2} ஆகியவை வீடியோ குறிப்புகளை பதிவு செய்கின்றன

source: {num} people are recording video notes
ar: {num} أشخاص يسجلون رسائل مصورة
ta: {num} மக்கள் வீடியோ குறிப்புகளை பதிவு செய்கிறார்கள்

source: recording a video note
ar: يجري تسجيل رسالة مصورة
ta: வீடியோ குறிப்பைப் பதிவுசெய்கிறது

source: {sender} is recording a voice note
ar: يجري تسجيل رسالة صوتية من قبل {sender}
ta: {அனுப்புநர் a ஒரு குரல் குறிப்பை பதிவு செய்கிறார்

source: {sender1} and {sender2} are recording voice notes
ar: يسجل كل من {sender1} و{sender2} رسائل صوتية
ta: {sender1} மற்றும் {sender2} ஆகியவை குரல் குறிப்புகளை பதிவு செய்கின்றன

source: {num} people are recording voice notes
ar: {num} أشخاص يسجلون رسائل صوتية
ta: {num} மக்கள் குரல் குறிப்புகளை பதிவு செய்கிறார்கள்

source: recording a voice note
ar: يجري تسجيل رسالة صوتية
ta: குரல் குறிப்பைப் பதிவுசெய்கிறது

source: {sender} is playing a game
ar: {sender} حاليًا في لعبة
ta: {அனுப்புநர் a ஒரு விளையாட்டை விளையாடுகிறார்

source: {sender1} and {sender2} are playing games
ar: يلعب كل من {sender1} و{sender2} حاليًا
ta: {sender1} மற்றும் {sender2} விளையாடுகிறது

source: {num} people are playing games
ar: {num} أشخاص يلعبون حاليا
ta: {num} மக்கள் விளையாடுகிறார்கள்

source: playing a game
ar: يجري اللعب حاليا
ta: ஒரு விளையாட்டு விளையாடுவது

source: {sender} is typing
ar: تجري الكتابة من قبل {sender}
ta: {sender} தட்டச்சு செய்கிறார்

source: {sender1} and {sender2} are typing
ar: {sender1} و{sender2} يكتبان
ta: {sender1} மற்றும் {sender2} தட்டச்சு செய்கின்றன

source: {num} people are typing
ar: {num} أشخاص يكتبون
ta: {num} மக்கள் தட்டச்சு செய்கிறார்கள்

source: typing
ar: تجري الكتابة
ta: தட்டச்சு

source: {sender} is uploading a document ({progress}%)
ar: يجري رفع مستند من قبل {sender} ({progress}%)
ta: {sender} ஒரு ஆவணத்தை பதிவேற்றுகிறார் ({progress}%)

source: {sender1} and {sender2} are uploading documents
ar: يرفع كل من {sender1} و{sender2} مستندات
ta: {sender1} மற்றும் {sender2} ஆகியவை ஆவணங்களை பதிவேற்றுகின்றன

source: {num} people are uploading documents
ar: {num} أشخاص يرفعون مستندات
ta: {num} மக்கள் ஆவணங்களை பதிவேற்றுகிறார்கள்

source: uploading a document ({progress}%)
ar: يجري رفع مستند ({progress}%)
ta: ஒரு ஆவணத்தை பதிவேற்றுதல் ({progress}%)

source: {sender} is uploading a photo ({progress}%)
ar: يجري رفع صورة من قبل {sender} ({progress}%)
ta: {sender} ஒரு புகைப்படத்தை பதிவேற்றுகிறார் ({progress}%)

source: {sender1} and {sender2} are uploading photos
ar: يرفع كل من {sender1} و{sender2} صورًا
ta: {sender1} மற்றும் {sender2} புகைப்படங்களை பதிவேற்றுகின்றன

source: {num} people are uploading photos
ar: {num} أشخاص يرفعون صورًا
ta: {num} மக்கள் புகைப்படங்களை பதிவேற்றுகிறார்கள்

source: uploading a photo ({progress}%)
ar: يجري رفع صورة ({progress}%)
ta: புகைப்படத்தைப் பதிவேற்றுதல் ({progress}%)

source: {sender} is uploading a video ({progress}%)
ar: يجري رفع مقطع فيديو من قبل {sender} ({progress}%)
ta: {sender} ஒரு வீடியோவைப் பதிவேற்றுகிறார் ({progress}%)

source: {sender1} and {sender2} are uploading videos
ar: يرفع كل من {sender1} و{sender2} مقاطع فيديو
ta: {sender1} மற்றும் {sender2} வீடியோக்களை பதிவேற்றுகிறது

source: {num} people are uploading videos
ar: {num} أشخاص يرفعون مقاطع فيديو
ta: {num} மக்கள் வீடியோக்களைப் பதிவேற்றுகிறார்கள்

source: uploading a video ({progress}%)
ar: يجري رفع مقطع فيديو ({progress}%)
ta: வீடியோவைப் பதிவேற்றுவது ({progress}%)

source: {sender} is uploading a video note ({progress}%)
ar: يجري رفع رسالة مصورة من قبل {sender} ({progress}%)
ta: {sender} ஒரு வீடியோ குறிப்பை பதிவேற்றுகிறார் ({progress}%)

source: {sender1} and {sender2} are uploading video notes
ar: يرفع كل من {sender1} و{sender2} رسائل مصورة
ta: {sender1} மற்றும் {sender2} வீடியோ குறிப்புகளை பதிவேற்றுகின்றன

source: {num} people are uploading video notes
ar: {num} أشخاص يرفعون رسائل مصورة
ta: {num} மக்கள் வீடியோ குறிப்புகளை பதிவேற்றுகிறார்கள்

source: uploading a video note ({progress}%)
ar: يجري رفع رسالة مصورة ({progress}%)
ta: வீடியோ குறிப்பைப் பதிவேற்றுவது ({progress}%)

source: {sender} is uploading a voice note ({progress}%)
ar: يجري رفع رسالة صوتية من قبل {sender} ({progress}%)
ta: {அனுப்புநர் a ஒரு குரல் குறிப்பை பதிவேற்றுகிறார் ({sender}%)

source: {sender1} and {sender2} are uploading voice notes
ar: يرفع كل من {sender1} و{sender2} رسائل صوتية
ta: {sender1} மற்றும் {sender2} குரல் குறிப்புகளை பதிவேற்றுகின்றன

source: {num} people are uploading voice notes
ar: {num} أشخاص يرفعون رسائل صوتية
ta: {num} மக்கள் குரல் குறிப்புகளைப் பதிவேற்றுகிறார்கள்

source: uploading a voice note ({progress}%)
ar: يجري رفع رسالة صوتية ({progress}%)
ta: குரல் குறிப்பைப் பதிவேற்றுவது ({progress}%)

source: {sender} is watching an animation {emoji}
ar: تجري مشاهدة إيموجي {emoji} متحرك من قبل {sender}
ta: {அனுப்புநர் an ஒரு அனிமேசனைப் பார்க்கிறார் {sender}

source: {sender1} and {sender2} are watching animations {emoji}
ar: يشاهد كل من {sender1} و{sender2} إيموجي {emoji} متحرك
ta: {sender1} மற்றும் {sender2} அனிமேசனைப் பார்க்கிறார்கள் {emoji}

source: {num} people are watching animations {emoji}
ar: {num} أشخاص يشاهدون إيموجي {emoji} متحرك
ta: {num} மக்கள் அனிமேசனைப் பார்க்கிறார்கள் {emoji}

source: watching an animation
ar: تجري مشاهدة إيموجي متحرك
ta: அனிமேசன் பார்ப்பது

source: last seen a long time ago
ar: آخر نشاط منذ زمن طويل
ta: கடைசியாக நீண்ட காலத்திற்கு முன்பு பார்த்தேன்

source: online
ar: مُتَّصِل
ta: ஆன்லைனில்

source: last seen %x
ar: آخر نشاط في %x
ta: கடைசியாக பார்த்த %x

source: last seen yesterday at %l:%M %p
ar: آخر نشاط بالأمس %l:%M %p
ta: கடைசியாக நேற்று %எல்: %மீ %ப

source: last seen {num} hour ago
ar: آخر نشاط منذ أقل من ساعة
ta: கடைசியாக பார்த்த {num} மணி நேரத்திற்கு முன்பு

source: last seen {num} minute ago
ar: آخر نشاط منذ أقل من دقيقة
ta: கடைசியாக பார்த்த {num} நிமிடத்திற்கு முன்பு

source: last seen just now
ar: آخر نشاط منذ لحظات
ta: கடைசியாக இப்போது பார்த்தேன்

source: last seen recently
ar: آخر نشاط كان مؤخرًا
ta: கடைசியாக அண்மைக் காலத்தில் பார்த்தது

source: last seen within a week
ar: آخر نشاط خلال أسبوع
ta: கடைசியாக ஒரு வாரத்திற்குள் பார்த்தது

source: last seen within a month
ar: آخر نشاط خلال شهر
ta: கடைசியாக ஒரு மாதத்திற்குள் பார்த்தது

source: Live Location
ar: التموضع المباشر
ta: நேரடி இடம்

source: Location
ar: التموضع
ta: இடம்

source: Photo has expired
ar: انتهت صلاحية الصورة
ta: புகைப்படம் காலாவதியானது

source: Video has expired
ar: انتهت صلاحية مقطع الفيديو
ta: வீடியோ காலாவதியானது

source: Video Message
ar: رسالة مصورة
ta: வீடியோ செய்தி

source: {sender} took a screenshot!
ar: التقط {sender} لقطة شاشة!
ta: {அனுப்புநர் a ஒரு திரை காட்சி எடுத்தார்!

source: Location, {venue}
ar: التموضع، {venue}
ta: இடம், {venue}

source: Unsupported Message
ar: رسالة غير مدعومة
ta: ஆதரிக்கப்படாத செய்தி

source: GIF
ar: رسالة جيف متحركة

source: GIF, {caption}
ar: رسالة جيف متحركة، {caption}

source: Photo
ar: صورة
ta: புகைப்படம்

source: Photo, {caption}
ar: صورة، {caption}
ta: புகைப்படம், {caption}

source: {emoji} Sticker
ar: {emoji} ملصق
ta: {emoji} ச்டிக்கர்

source: Video
ar: مقطع فيديو
ta: ஒளிதோற்றம்

source: Video, {caption}
ar: مقطع فيديو، {caption}
ta: வீடியோ, {caption}

source: Voice Message
ar: رسالة صوتية
ta: குரல் செய்தி

source: Voice Message, {caption}
ar: رسالة صوتية، {caption}
ta: குரல் செய்தி, {caption}

source: Declined outgoing video call
ar: مكالمة مصورة مرفوضة
ta: வெளிச்செல்லும் வீடியோ அழைப்பு மறுக்கப்பட்டது

source: Declined outgoing call
ar: مكالمة صادرة مرفوضة
ta: வெளிச்செல்லும் அழைப்பு மறுக்கப்பட்டது

source: Declined incoming video call
ar: مكالمة مصورة واردة مرفوضة
ta: உள்வரும் வீடியோ அழைப்பு மறுக்கப்பட்டது

source: Declined incoming call
ar: مكالمة واردة مرفوضة
ta: உள்வரும் அழைப்பு மறுக்கப்பட்டது

source: Canceled call
ar: مكالمة ملغية
ta: ரத்து செய்யப்பட்ட அழைப்பு

source: Missed call
ar: مكالمة فائتة
ta: தவறவிட்ட அழைப்பு

source: Outgoing video call ({duration})
ar: مكالمة مصورة صادرة ({duration})
ta: வெளிச்செல்லும் வீடியோ அழைப்பு ({duration})

source: Outgoing call ({duration})
ar: مكالمة صادرة ({duration})
ta: வெளிச்செல்லும் அழைப்பு ({duration})

source: Outgoing video call
ar: مكالمة مصورة صادرة
ta: வெளிச்செல்லும் வீடியோ அழைப்பு

source: Outgoing call
ar: مكالمة صادرة
ta: வெளிச்செல்லும் அழைப்பு

source: Incoming video call ({duration})
ar: مكالمة مصورة واردة ({duration})
ta: உள்வரும் வீடியோ அழைப்பு ({duration})

source: Incoming call ({duration})
ar: مكالمة واردة ({duration})
ta: உள்வரும் அழைப்பு ({duration})

source: Incoming video call
ar: مكالمة مصورة واردة
ta: உள்வரும் வீடியோ அழைப்பு

source: Incoming call
ar: مكالمة واردة
ta: உள்வரும் அழைப்பு

source: {sender} created the group "{title}"
ar: أٌنشأت المجموعة «{title}» بواسطة {sender}
ta: {sender} "{title}" குழுவை உருவாக்கினார்

source: Channel created
ar: أُنشأت القناة
ta: சேனல் உருவாக்கப்பட்டது

source: Channel renamed to "{title}"
ar: أٌعيدت تسمية القناة إلى «{title}»
ta: சேனல் "{title}" என மறுபெயரிடப்பட்டது

source: {sender} changed the group name to "{title}"
ar: غُير اسم المجموعة إلى «{title}» من قبل {sender}
ta: {sender} குழு பெயரை "{title}" என்று மாற்றினார்

source: Channel photo changed
ar: غُيرت صورة القناة
ta: சேனல் புகைப்படம் மாற்றப்பட்டது

source: {sender} changed the group photo
ar: غُيرت صورة المجموعة بواسطة {sender}
ta: {அனுப்புநர் குழு புகைப்படத்தை மாற்றினார்

source: Channel photo removed
ar: أُزيلت صورة القناة
ta: சேனல் புகைப்படம் அகற்றப்பட்டது

source: {sender} removed the group photo
ar: أُزيلت صورة المجموعة من قبل {sender}
ta: {அனுப்புநர் குழு புகைப்படத்தை அகற்றினார்

source: {sender} joined the group
ar: انضم {sender} إلى المجموعة
ta: {sender} குழுவில் சேர்ந்தார்

source: {sender} added {first_user} and {second_user}
ar: أُضيف {first_user} و{second_user} بواسطة {sender}
ta: {sender} சேர்க்கப்பட்டது {first_user} மற்றும் {second_user}

source: {sender} added {users}
ar: أُضيف {users} من قبل {sender}
ta: {sender} சேர்க்கப்பட்ட {users}

source: {sender} joined the group via invite link
ar: انضم {sender} للمجموعة عبر رابط الدعوة
ta: {sender} அழைப்பிதழ் இணைப்பு வழியாக குழுவில் சேர்ந்தார்

source: {sender} left the group
ar: غادر {sender} المجموعة
ta: {அனுப்புநர் the குழுவை விட்டு வெளியேறினார்

source: {sender} removed {user}
ar: أُزيل {user} بواسطة {sender}
ta: {sender} அகற்றப்பட்ட {user}

source: {sender} scored {points} in {game}
ar: أحرز {sender} {points} نقطة في {game}
ta: {sender} மதிப்பெண் {புள்ளிகள் {{points}

source: {sender} scored {points}
ar: أحرز {sender} {points} نقطة
ta: {sender} மதிப்பெண் {points}

source: {sender} pinned "{text}"
ar: ثُبتت «{text}» من قبل {sender}
ta: {sender} பின் "{text}"

source: {sender} pinned a GIF
ar: ثُبتت صورة جيف متحركة من قبل {sender}
ta: {sender} ஒரு gif ஐ பொருத்தினார்

source: {sender} pinned an audio file
ar: ثُبت مقطع صوتي من قبل {sender}
ta: {sender} ஒரு ஆடியோ கோப்பை பொருத்தினார்

source: {sender} pinned a file
ar: ثُبت ملف من قبل {sender}
ta: {sender} ஒரு கோப்பை பொருத்தினார்

source: {sender} pinned a photo
ar: ثُبتت صورة من قبل {sender}
ta: {sender} ஒரு புகைப்படத்தை பொருத்தினார்

source: {sender} pinned a sticker
ar: ثُبت ملصق من قبل {sender}
ta: {sender} ஒரு ச்டிக்கரை பொருத்தினார்

source: {sender} pinned a video
ar: ثُبت مقطع فيديو من قبل {sender}
ta: {sender} ஒரு வீடியோவை பொருத்தினார்

source: {sender} pinned a video message
ar: ثُبتت رسالة مصورة من قبل {sender}
ta: {sender} ஒரு வீடியோ செய்தியை பொருத்தினார்

source: {sender} pinned a voice message
ar: ثُبتت رسالة صوتية من قبل {sender}
ta: {sender} ஒரு குரல் செய்தியை பொருத்தினார்

source: {sender} pinned a message
ar: ثُبتت رسالة من قبل {sender}
ta: {sender} ஒரு செய்தியை பொருத்தினார்

source: {sender} joined Telegram
ar: انضم {sender} إلى تيليجرام
ta: {அனுப்புநர் the டெலிகிராம் சேர்ந்தார்

source: Map data by OpenStreetMap
ar: بيانات الخرائط بواسطة خريطة الشارع المفتوحة
ta: OpenStreetMap ஆல் தரவை வரைபடமாக்குகிறது

source: Country
ar: البلد
ta: நாடு

source: Phone Number
ar: رقم الهاتف
ta: தொலைபேசி எண்

source: You entered an invalid country code.
ar: أدخلت رمز بلد غير صالح.
ta: நீங்கள் தவறான நாட்டு குறியீட்டில் நுழைந்தீர்கள்.

source: Enter the Verification Code
ar: أدخل رمز التحقق
ta: சரிபார்ப்பு குறியீட்டை உள்ளிடவும்

source: Code
ar: الرمز
ta: குறியீடு

source: _Next
ar: ال_تالي
ta: அடுத்தது (_N)

source: Send code via {type} (may still arrive within {countdown} seconds)
ar: أرسل الرمز عبر {type} (قد يصلك الرمز خلال {countdown} ثانية)
ta: {type} வழியாக குறியீட்டை அனுப்பவும் ({countdown} விநாடிகளுக்குள் இன்னும் வரலாம்)

source: Send code via {type}
ar: أرسل الرمز عبر {type}
ta: {Type val வழியாக குறியீட்டை அனுப்பவும்

source: The code will arrive to you via {type}.
ar: سيصلك الرمز عبر {type}.
ta: குறியீடு {type valy வழியாக உங்களுக்கு வரும்.

source: Failed to authenticate: {error}
ar: فشل التوثيق: {error}
ta: அங்கீகரிக்கத் தவறிவிட்டது: {error}

source: Failed to resend auth code: {error}
ar: فشلت إعادة إرسال رمز التوثيق: {error}
ta: அங்கீகாரக் குறியீட்டை மறுபரிசீலனை செய்வதில் தோல்வி: {error}

source: Telegram
ar: تيليجرام
ta: தந்தி

source: SMS
ar: رسالة نصية
ta: எச்.எம்.எச்

source: Call
ar: مكالمة
ta: அழைப்பு

source: Flash Call
ar: مكالمة فورية
ta: ஃபிளாச் அழைப்பு

source: Missed Call
ar: مكالمة فائتة
ta: தவறவிட்ட அழைப்பு

source: Fragment
ar: فراجمنت
ta: துண்டு

source: Reset Registration Process?
ar: أعد عملية التسجيل؟
ta: பதிவு செயல்முறையை மீட்டமைக்கவா?
